[
  {
    "name": "Min-Seong Choo",
    "research_interests": [
      "High-Speed Interface Design",
      "Phase-Locked Loop (PLL) and Clock and Data Recovery (CDR) Circuits",
      "Injection-Locked Oscillator (ILO)",
      "Neuromorphic Computing",
      "In-Memory Computing (IMC)",
      "Processing-In-Memory (PIM)",
      "Optical Transceiver",
      "Script-Based Design/Measurement Automation"
    ],
    "achievements": [],
    "details": "Min-Seong Choo (Senior Member, IEEE) received the B.S. and Ph.D. degrees in electrical and computer engineering from Seoul National University, Seoul, Korea, in 2012 and 2019, respectively. 
    In 2019, he was a Post-Doctoral Researcher with the Inter-University Semiconductor Research Center, Seoul National University. From 2019 to 2020, he was a Research Scholar with the Center for Nanotechnology, NASA Ames Research Center, Moffett Field, CA, USA. From 2020 to 2022, he was a Post-Doctoral Research Scientist with Columbia University, New York, NY, USA. Since 2022, he has been an Assistant Professor with the School of Electrical Engineering, Hanyang University. His research interests include high-speed transceiver (TRX), DSP-based TRX, optical interface, phase-locked loops (PLL), clock and data recovery (CDR), injection-locked oscillator (ILO), memory system architecture, in-memory computing (IMC). 
    Dr. Choo has served as a Reviewer for various journals, including the IEEE JOURNAL OF SOLID-STATE CIRCUITS, the IEEE TRANSACTIONS ON CIRCUITS AND SYSTEMS I: REGULAR PAPERS, the IEEE TRANSACTIONS ON CIRCUITS AND SYSTEMS II: EXPRESS BRIEFS, the IEEE TRANSACTIONS ON VERY LARGE SCALE INTEGRATION SYSTEMS, the IEEE TRANSACTIONS ON COMPUTER-AIDED DESIGN OF INTEGRATED CIRCUITS AND SYSTEMS, and the IEEE ACCESS.",
    "email": "mschoo@hanyang.ac.kr",
    "profile_img": "img/minseong-chu-profile-img.png",
    "position": "Assistant Professor",
    "google_scholar": "https://scholar.google.com/citations?user=9pp10QUAAAAJ&hl=en",
    "cv": "https://drive.google.com/file/d/1-O553iH_hAohpycfDRlX6YO07z2_3d1G/view",
    "linkedin": "https://www.linkedin.com/in/min-seong-choo-5b7036176/",
    "orcid": "https://orcid.org/0000-0002-8638-6332"
  }
]
