[
  {
    "profile_img": "img/jh-kim-profile-img.png",
    "name": "Ji-Ho Kim",
    "position": "M.S. Candidates",
    "google_scholar": "",
    "cv": "",
    "linkedin": "",
    "orcid": ""
  },
  {
    "profile_img": "img/dh-heo-profile-img.jpg",
    "name": "Dong-Hoe Heo",
    "position": "M.S. Candidate",
    "research_interests": "Wide-range PI-based CDR",
    "tape_out_schedule": "2024.06 (28-nm T)",
    "achievements": "ICEIC'24 Best Paper Award - Gold Prize",
    "details": "Received a B.S. degree in the school of electrical engineering at Hanyang University, Ansan, South Korea. He is currently pursuing a M.S. degree in the school of electrical engineering at Hanyang University, Ansan, South Korea. His research interests include clock and data recovery (CDR) circuit design.",
    "email": "ehdghl97@hanyang.ac.kr"
  },
  {
    "profile_img": "img/kr-park-profile-img.png",
    "name": "Kyu-Ran Park",
    "position": "M.S. Candidate",
    "research_interests": "High-performance DPLL",
    "tape_out_schedule": "2023.11 (65-nm T)",
    "achievements": "CASS Best Design Award",
    "details": "Received a B.S. degree in electrical engineering from Cheongju University, Cheongju, South Korea. She is currently pursuing a M.S. degree in the school of electrical engineering at Hanyang University, Ansan, South Korea. She joined LX Semicon, Seoul, South Korea, in 2015, where she was involved in the YPD team. Her research interests include analog and digital circuit designs of phase-locked-loop (PLL).",
    "email": "lan2137@hanyang.ac.kr"
  },
  {
    "profile_img": "img/sh-ok-profile-img.jpg",
    "name": "Sang-Hyun Ok",
    "position": "M.S. Candidate",
    "research_interests": "CDR, PAM4 receiver",
    "tape_out_schedule": "2024.06 (28-nm T), 2024.09 (40-nm T)",
    "achievements": "",
    "details": "Received a B.S. degree in the school of electronics and communication engineering at Hanyang University, Ansan, South Korea. He is currently pursuing a Master's degree in the school of electrical engineering at Hanyang University, Ansan, South Korea. He joined LX Semicon, Seoul, South Korea in 2016, where he was involved in the LCD DDI team. His research interests include digital and analog circuit design of Clock and Data Recovery (CDR) and digital circuit design of PAM4 Receiver with adaptive decision feedback equalizer.",
    "email": "noradlll@hanyang.ac.kr"
  }
]
